### Задание 1
Импортируйте библиотеку Pandas и дайте ей псевдоним pd. Создайте датафрейм authors со столбцами author_id и author_name, в которых соответственно содержатся данные: [1, 2, 3] и ['Тургенев', 'Чехов', 'Островский'].
Затем создайте датафрейм book cо столбцами author_id, book_title и price, в которых соответственно содержатся данные: 
[1, 1, 1, 2, 2, 3, 3], 
['Отцы и дети', 'Рудин', 'Дворянское гнездо', 'Толстый и тонкий', 'Дама с собачкой', 'Гроза', 'Таланты и поклонники'],
[450, 300, 350, 500, 450, 370, 290].

In [ ]:
import pandas as pd

In [18]:
AUTHORS_DATASET = '/home/vadim/DataScience/03. Pandas/authors.csv'
BOOK_DATASET = '/home/vadim/DataScience/03. Pandas/book.csv'

In [19]:
df_authors = pd.read_csv(AUTHORS_DATASET)
df_book = pd.read_csv(BOOK_DATASET)

In [24]:
df_book.dtypes

author_id      int64
book_title    object
price          int64
dtype: object

In [22]:
df_book

   author_id              book_title  price
0          1           'Отцы и дети'    450
1          1                 'Рудин'    300
2          1     'Дворянское гнездо'    350
3          2      'Толстый и тонкий'    500
4          2       'Дама с собачкой'    450
5          3                 'Гроза'    370
6          3  'Таланты и поклонники'    290

In [ ]:
df_authors_book = pd.concat([df_authors, p])